Функционал: Проверка работы вложенных сценариев

Как Программист
Хочу проверить как работают вложенные сценарии



Сценарий: Открываем документ 155
	Открываю документ с номером "000000155" в обработке планирования с заголовком "000000159 *"
	закрываю текущее окно с заголовком "000000159 *" без сохранения изменений

Сценарий: Открываем документ 154
	Открываю документ с номером "000000154" в обработке планирования с заголовком "000000154 *"
	закрываю текущее окно с заголовком "000000154 *" без сохранения изменений